abs
acetoneiso2
acpid
alsa-utils
archlinux-themes-slim
ario
aspell-en
aspell-pl
aurphan
autoconf
automake
b43-firmware
b43-fwcutter
bash
bison
bpython
bpython2
busybox
bzip2
catalyst-hook
cdrdao
chromium
colord
coreutils
cpupower
cronie
cryptsetup
cups
device-mapper
dhcpcd
diffutils
dmenu
dnsutils
dosfstools
dunst
dvd+rw-tools
e2fsprogs
easytag
fakeroot
feh
file
filesystem
findutils
flashplugin
flex
gawk
gcc
gcc-libs
gdb
geany
geany-plugins
gettext
gimp
git
glibc
gnu-netcat
gpicview
grep
grml-zsh-config
gsfonts
gsmartcontrol
gstreamer0.10-ffmpeg
gstreamer0.10-good
gstreamer0.10-ugly
gstreamer0.10-ugly-plugins
gtk-engine-murrine
gtk-engines
gtk3
gzip
hddtemp
hdparm
hplip
html2text
htop
hunspell-en
hunspell-pl
i3-wm
i3lock
inetutils
iputils
jfsutils
jre7-openjdk
kadu
klavaro
laptop-mode-tools
less
lib32-alsa-plugins
lib32-catalyst-utils
lib32-openal
libisoburn
libreoffice-base
libreoffice-calc
libreoffice-common
libreoffice-draw
libreoffice-impress
libreoffice-math
libreoffice-writer
librsvg
libtool
libxpm
licenses
linux-ck-core2
linux-ck-core2-headers
lm_sensors
logrotate
lsof
lvm2
lxappearance
make
man-db
man-pages
mdadm
mesa
mesa-demos
mpc
mpd
mplayer
mtools
namcap
nano
ncmpc
net-tools
netcfg
ntp
openssh
pacgraph
pacman
pacmatic
patch
pciutils
pcmciautils
pdnsd
perl
pkg-config
pkgfile
pkgstats
polkit
powertop
ppp
procps-ng
psmisc
pyqt
python
python-cherrypy
python-dbus
python-feedparser
python-gobject
python-lxml
python-pip
python-psutil
python-sh
python-sqlalchemy
python-xlib
python2-dbus
reiserfsprogs
rfkill
rxvt-unicode
samba
scrot
sdl_gfx
sdl_pango
sdl_sound
sed
shadow
slim
smbclient
smplayer
spacefm
sudo
sysfsutils
syslinux
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
ttf-dejavu
ttf-droid
ttf-freefont
ttf-liberation
ttf-linux-libertine
udevil
unrar
unzip
upower
urxvt-perls
usbutils
util-linux
viewnior
vim
vte
wget
which
wine
wireless_tools
wpa_actiond
wpa_supplicant
xclip
xcursor-vanilla-dmz-aa
xf86-input-joystick
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xfburn
xfsprogs
xmlto
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xfontsel
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xrdb
xorg-xsetroot
xsane
xvba-video
zathura
zathura-djvu
zathura-pdf-poppler
zathura-ps
zip
zsh
